Repository: abel3ri/my_link_space
Catalog: lib/l10n/app_*.arb
Languages: am, or

source: Language
am: ቋንቋ
or: Afaan

source: Links
am: አገናኞች
or: Hidhamtoota

source: Upgrade
am: ያሻሽሉ
or: Sadarkaa isaa guddisuu

source: Appearance
am: መልክ
or: Mul'ina

source: Preview
am: ቅድመ እይታ
or: Dursee ilaaluu

source: Analytics
am: ትንታኔ
or: Xiinxala

source: More
am: ተጨማሪ
or: Caalaa

source: Pick an image
am: ምስል ይምረጡ
or: Fakkii tokko filadhu

source: Remove
am: ያስወግዱ
or: Irraa kaasuu

# addAnImage
source: Add Profile Image
am: የመገለጫ ምስል ያክሉ
or: Fakkii Profaayilii Dabaluu

source: Choose from library
am: ከጋለሪ ይምረጡ
or: Galmee keessaa filadhu

# takeAPicture
source: Take a Photo
am: ፎቶ ያንሱ
or: Suuraa ka'aa

source: Profile Title
am: የመገለጫ ርዕስ
or: Mata duree Profaayilii

source: Bio
am: ባዮ

source: Add social icons
am: ማህበራዊ አዶዎችን ያክሉ
or: Mallattoolee hawaasummaa itti dabali

source: Join The Premium
am: ፕሪሚየምን ይቀላቀሉ
or: The Premium jedhamutti makamaa

# unlockTheseFeatures
source: Unlock these features and tons of amazing others
am: እነዚህን እና ሌሎች አስደናቂ ነገሮችን ይክፈቱ
or: Amaloota kanaa fi kanneen biroo ajaa'ibsiisoo toonii banaa

# removeLogo
source: Remove MyLinkSpace Logo
am: MyLinKSpace ምልክት ያጥፉ
or: Asxaa MyLinkSpace irraa kaasi

# trackPerformance
source: Track Performace of all-time Data Inluding
am: የሁሉም ጊዜ ውሂብ አፈጻጸምን ይከታተሉ
or: Raawwii Hojii Daataa yeroo hunda hordofuu

# showcasePerformance
source: Showcase Lates Content Automatically
am: የቅርብ ጊዜውን ይዘት ወዲያውኑ ያሳዩ
or: Qabiyyee Ofumaan Booda Agarsiisi

# connectToGoogle
source: Connect to Google Analytics, Zapier
am: ከ Google Analytics, Zapier ጋር ያገናኙ
or: Google Analytics waliin wal qunnamsiisaa, Zapier

source: Find out more
am: የበለጠ እወቅ
or: Caalaatti argattu

source: Themes
am: ገጽታዎች
or: Mata dureewwan

source: Fonts
am: ቅርጸ ቁምፊዎች
or: Qubeewwan

source: Hide MyLinkSpaceLogo
am: MyLinkSpaceLogoን ያጥፉ
or: MyLinkSpaceLogo Dhoksuu

source: Thumbnail Preview
am: ቅድመ እይታ
or: Durargii Fakkii Xiqqaa

source: Sample Links
am: የናሙና አገናኞች
or: Fakkeenya Hidhamtoota

source: Lifetime Analytics
am: የሁልጊዜ ትንታኔ
or: Xiinxala Jireenyaa

source: Views
am: እይታዎች
or: Ilaalcha

source: Clicks
am: ጠቅታዎች
or: Cuqaasaa

# subscibers
source: Subscribers
am: ተመዝጋቢዎች
or: Maamiltoota

source: Revenue
am: ገቢ
or: Galii

source: Social Icons
am: ማህበራዊ ምልክቶች
or: Mallattoolee Hawaasummaa

source: Account
am: መለያ
or: Herrega

source: Profile
am: መገለጫ
or: Ibsama

source: Reset Password
am: የይለፍ ቃል ይቀይሩ
or: Jecha Darbii Irra Deebi'i

source: Settings
am: ማስተካከያዎች
or: Sajoo

source: Theme
am: ገጽታ
or: Dhimma haasaa

source: Help & Support
am: እገዛ እና ድጋፍ
or: Gargaarsa & Deeggarsa

source: Help Topics
am: የእገዛ ርዕሶች
or: Mata dureewwan Gargaarsa

source: Ask a Question
am: ጥያቄ ይጠይቁ
or: Gaaffii Gaafadhu

source: Legal
am: ህጋዊ መረጃዎች
or: Seera qabeessa

source: Terms and Conditions
am: ውሎች እና ሁኔታዎች
or: Haalawwanii fi Dambiiwwan

source: Privacy Policy
am: የግላዊነት ፖሊሲ
or: Imaammata Dhuunfaa

source: Open Source Content
am: ክፍት ምንጭ ይዘት
or: Qabiyyee Madda Banaa

source: Logout
am: ይውጡ
or: Ba'i

source: Delete Account
am: መለያ ያጥፉ
or: Herrega Haquu

source: Change Theme
am: ገጽታ ቀይር
or: Mata duree Jijjiirraa

source: System
am: የስልኩን
or: Sirna

source: Dark
am: ጨለማ
or: Duukkana

source: Light
am: ብርሃን
or: Ifa

source: Change Language
am: ቋንቋ ቀይር
or: Afaan Jijjiirraa

source: Cancel
am: ሰርዝ
or: Haquu

# pleaseEnterDeleteMyAccount
source: Please enter 'Delete my account' to confirm
am: ለማረጋገጥ እባክዎ 'YES, DELETE MY ACCOUNT' ያስገቡ
or: Mee mirkaneessuuf 'Delete my account' jedhu galchaa

source: Confirmation
am: ማረጋገጫ
or: Mirkaneessaa

# yesDeleteMyAccountBtn
source: YES, Delete My Account
am: አዎ፣ መለያዬን ሰርዝ
or: EEYYEE, Akkaawuntii Koo Haqi

source: Add New Link
am: አዲስ አገናኝ ያስገቡ
or: Link Haaraa Dabaluu

source: Enter URL
am: ማስፈንጠሪያ ያስገቡ
or: URL galchi

source: URL
am: ማስፈንጠሪያ
